---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileVerticalGap
source: html/e88891ec-6dcb-cfbb-3aa0-28df254c90d8.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileVerticalGap Property

The property labeled "Vert" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileVerticalGap { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 100".